[
  {
    "sign": "♈️Овен",
    "text": "Тиждень ставить вам важливий імпульс: проявити себе, але не напоказ, а з глибини. Згадати, що вам по-справжньому важливо і що надає вашому серцю стійкість. Молодик дасть благословення тим, хто діє з гідністю, відповідальністю та зрілістю. Можливо, вийдуть на поверхню старі конфлікти, які викличуть ситуації, де ви робитимете вибір: здатися чи злетіти. До кінця тижня після внутрішньої напруженсті — хвиля душевної м’якості."
  },
  {
    "sign": "♉️Телець",
    "text": "Це час прояву тіньових сторін вашого характеру як в особистому житті, так і в суспільних процесах. Можливо, настав час переглянути систему мотивацій. Подумайте: що рухає вами — страх чи кохання? Ваша життєва енергія наростає, але ви стикаєтеся з ситуаціями, які вимагають великих витрат. Тією чи тією мірою ви проходите перевірку на силу духу та внутрішню чесність. Намагайтеся уникнути помилок та вчинків, які можуть стати надбанням громадськості."
  },
  {
    "sign": "♊️Близнята",
    "text": "Чудовий період для творчості, інтуїтивного налаштування, романтики. Душевні розмови, мистецтво, подорожі внутрішнім світом — усе це допомагає збалансувати енергію. Оскільки зараз період ретро-Меркурія (ваш управитель) можуть порушити питання контролю, маніпуляцій, тіньових ігор та домінування. Але якщо використати цей час мудро — він може стати моментом глибинного очищення та особистісного зростання."
  },
  {
    "sign": "♋️Рак",
    "text": "Тиждень обіцяє бути насиченим і багатошаровим, ніби Всесвіт вирішив зіграти на всіх струнах одразу. Приносить несподівані осяяння, можливість вийти за межі звичного. Але суперечності між бажаннями та почуттями вимагають чесної розмови із собою. Молодик 24 липня закладає цикл самоствердження — з увагою до справжності у всьому. Ваша сила впливу значно зростає, тому настав час заявити про себе та отримати визнання."
  },
  {
    "sign": "♌️Лев",
    "text": "Пристрасть і роздратування йдуть пліч-о-пліч, тому важливо не піддаватися імпульсам. Можливі конфлікти у стосунках, особливо якщо накопичилися недомовленості. Чудовий період для експериментів, особливо у творчості та особистих проєктах. Молодик у вашому знаку створює потужний контраст між мрією та реальністю. Дає глибокі інсайти, але й внутрішні сумніви. Якщо ви готові заглянути всередину себе та відпустити старе, то зможете вийти з цього тижня оновленими та натхненними."
  },
  {
    "sign": "♍️Діва",
    "text": "Тиждень відкриває можливість для потужного прориву. Молодик у Леві надихає на творчі починання, флірт і самовираження. Оскільки Марс переміщується за вашим знаком і утворює напруженість із Венерою, великий ризик зруйнувати стосунки, де немає порозуміння. Будьте великодушними і не намагайтеся придушувати інших, навіть якщо ви маєте рацію. Дозвольте подібним ситуаціям розвиватися у своєму темпі. Час все розставить на свої місця."
  },
  {
    "sign": "♎️Терези",
    "text": "Ви ніби розриваєтеся між бажанням комфорту та необхідністю змінюватися. Будинок та сім’я вимагають уваги — можливі несподівані повороти в особистих справах. Молодик допоможе показати людям із оточення побачити і почути те, що вас хвилює. Він посилює ваші здібності говорити красиво, творити та створювати міцні зв’язки. Гарний час для запуску нових проєктів, написання статей, навчання, спілкування. Але будьте уважними: Венера та Марс можуть внести емоційну турбулентність у романтичні та ділові контакти."
  },
  {
    "sign": "♏️Скорпіон",
    "text": "Тиждень може призвести до зіткнення з тим, що ви намагалися ігнорувати. Раптом з’являється усвідомлення, що не можна контролювати, але можна вибрати свободу чи боротьбу. Тепер ви зосереджуєтеся на тому, що вам дійсно цінно, але ціль досягаєте не тоді, коли тиснете, а коли вибираєте шлях творення. Молодик зачіпає теми ресурсів, самоцінності та фінансів — ви відчуєте приплив впевненості. Ретро-Плутон, ваш управитель, поєднується з Альтаїром — ви відчуваєте вплив минулого, а також приплив енергії."
  },
  {
    "sign": "♐️Стрілець",
    "text": "Це може бути очищувальний та потужний період, особливо якщо ви дозволяєте собі бути справжнім. Зараз важливо тримати себе гідно навіть у хаосі. Прекрасний час, щоб задуматися про свою місію та майбутнє. Але не забувайте, що шлях потребує чесності. Уникайте поверхневого. Заглиблюйтесь. І нехай ваші слова та дії будуть просякнуті змістом. Можливі знайомства доленосного характеру чи важливі розмови із нинішніми партнерами."
  },
  {
    "sign": "♑️Козоріг",
    "text": "Фінансові питання виходять на перший план. Виникає необхідність переглянути бюджет, особливо у зв’язку із сімейними видатками. Гарний час для оновлення цілей і команди роботи, формування корисних комунікацій і підготовки до запуску нових проєктів після 1 серпня (новий цикл Меркурія починається цього дня) — це дасть можливість вийти на додаткові доходи, але тут важливі обережність і здоровий розрахунок в інвестиціях. Ретро-Меркурій розкриває старі борги — емоційні і матеріальні. В кінці тижня можливі глибокі розмови — не бійтеся розкритися."
  },
  {
    "sign": "♒️Водолій",
    "text": "Ви в епіцентрі змін: Плутон у вашому знаку з’єднується із зіркою першої величини — Альтаїр — це виклик вашої ідентичності. Молодик в опозиційному знаку активує партнерські теми — це найкращий момент для перезапуску у сфері співробітництва, особистих та ділових стосунків. Знайомтеся, відновлюйте давні контакти. Також варто задуматися про те, як оновити свій режим дня, подбати про своє психічне та фізичне здоров’я, повсякденні звички."
  },
  {
    "sign": "♓️Риби",
    "text": "Суперечності між колегами, суперечки в сім’ї, обговорення соціальних проблем у соціальних мережах — ви за цим спостерігаєте, але можете і вплинути на ситуацію. Чий би бік ви не вибрали, ви стаєте миротворцем. Ваш рейтинг зростає, що можна використовувати з вигодою та користю для себе. Підхожий час для того, щоб залагодити проблеми, що накопичилися, і прийти до нового балансу. Вихідними можливі важливі зустрічі — лише потрібно вибратися з дому для приємної прогулянки чи походу у гості."
  }
]
